{
  "Comment.nvim": { "branch": "master" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "copilot.vim": { "branch": "release" },
  "crates.nvim": { "branch": "main" },
  "fidget.nvim": { "branch": "main" },
  "fzf-lua": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "leap.nvim": { "branch": "main" },
  "lsp_signature.nvim": { "branch": "master" },
  "lualine.nvim": { "branch": "master" },
  "markdown-preview.nvim": { "branch": "master" },
  "mini.bufremove": { "branch": "main" },
  "neo-tree.nvim": { "branch": "v3.x" },
  "nui.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-base16": { "branch": "master" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-rooter.lua": { "branch": "main" },
  "nvim-scrollbar": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-ts-context-commentstring": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "render-markdown.nvim": { "branch": "main" },
  "rust.vim": { "branch": "master" },
  "vim-illuminate": { "branch": "master" },
  "vim-matchup": { "branch": "master" }
}
